import React from 'react';
import './style.scss'

const PrivacyPage = () => {

    return (
        <div className="privacy-wrap">
            <h1>プライバシーポリシー</h1>
            <p>
            ＿＿＿＿＿＿＿＿（以下，「当社」といいます。）は，本ウェブサイト上で提供するサービス（以下,「本サービス」といいます。）における，ユーザーの個人情報の取扱いについて，以下のとおりプライバシーポリシー（以下，「本ポリシー」といいます。）を定めます。
            </p>
            <h2>登録情報について</h2>
            <p>
            本サービスではログインに必要な「メールアドレス」、「パスワード」などの情報を保存しています。これらはサイト利用の範囲内で当社並びに当社と契約関係にあるパートナー社（広告配信、アクセス解析など）の間で利用されます。
            </p>
        </div>   
    )
    
}

export default PrivacyPage;